{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Kiểm soát việc dọn cỏ bên dưới các tòa nhà và liệu cỏ có quay trở lại sau khi tháo dỡ hay không."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Thời gian sớm nhất cỏ tạm thời có thể bắt đầu quay trở lại sau khi tòa nhà che phủ cuối cùng được tháo dỡ."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Khoảng cách thanh toán bổ sung phía trên và bên dưới hình học tòa nhà được che phủ."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Khoảng cách dọn cỏ bổ sung xung quanh diện tích tòa nhà."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Tái sinh dần dần từ rìa đến trung tâm"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Bộ đệm ngang (mét)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "Thời gian muộn nhất cỏ tạm thời có thể trở lại. Các giá trị dưới mức tối thiểu được coi là mức tối thiểu."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Không có cỏ dưới các tòa nhà"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Trồng lại cỏ sau khi tháo dỡ"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Tái sinh tối đa (giây)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Tái sinh tối thiểu (giây)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "Trả về cỏ trên vách đá được tạo ra theo các đợt dàn dựng rẻ tiền thay vì một đợt bật lên rõ ràng."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Bộ đệm dọc (mét)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Khi được bật, cỏ ẩn sẽ trả về sau độ trễ được định cấu hình. Vô hiệu hóa nó để dọn sạch cỏ bên dưới các tòa nhà mới xây sau khi chúng bị tháo dỡ. Cây cối, bụi rậm, cây tài nguyên và các tán lá khác không bao giờ bị loại bỏ vĩnh viễn bởi bản mod này."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}